app/controllers/brothers_controller.rb

	def index
		@brothers = Brother.all
---
SELECT "brothers".* FROM "brothers"

	def show
		@brother = Brother.find(params[:id])
---
SELECT "brothers".* FROM "brothers" WHERE "brothers"."id" = ? LIMIT 1  [["id", "2"]]